Repository: khakhasshi/BilLandar
Catalog: Billio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Singapore Dollar (SGD)
de: Singapur-Dollar (SGD)
es: Dólar de Singapur (SGD)
fr: Dollar de Singapour (SGD)
ja: シンガポール ドル (SGD)
ko: 싱가포르 달러(SGD)
zh_hans: 新加坡幣 (SGD)
zh_hant: 新加坡幣 (SGD)

source: Smart insights
de: Intelligente Erkenntnisse
es: Información inteligente
fr: Informations intelligentes
ja: スマートな洞察
ko: 스마트 인사이트
zh_hans: 智能洞察
zh_hant: 智慧洞察

source: Smart Insights
de: Intelligente Einblicke
es: Análisis inteligentes
fr: Analyses intelligentes
ja: スマートインサイト
ko: 스마트 인사이트
zh_hans: 智能洞察
zh_hant: 智慧洞察

source: Some payments were excluded because a historical rate was unavailable.
de: Einige Zahlungen wurden ausgeschlossen, da kein historischer Kurs verfügbar war.
es: Algunos pagos se excluyeron porque no estaba disponible una tasa histórica.
fr: Certains paiements ont été exclus parce qu’un taux historique n’était pas disponible.
ja: 過去のレートが入手できないため、一部の支払いが除外されました。
ko: 과거 환율을 사용할 수 없어 일부 결제가 제외되었습니다.
zh_hans: 由于无法获得历史汇率，一些付款被排除在外。
zh_hant: 由於無法獲得歷史匯率，一些付款被排除在外。

source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 원천
zh_hans: 来源
zh_hant: 來源

source: Standard Plan
de: Standardtarif
es: Plan estándar
fr: Forfait standard
ja: スタンダードプラン
ko: 스탠다드 요금제
zh_hans: 标准方案
zh_hant: 標準方案

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장 공간
zh_hans: 存储
zh_hant: 儲存

source: Store a safe reference such as card issuer and last four digits. Billio never stores full card numbers or credentials.
de: Speichern Sie eine sichere Referenz, z. B. den Kartenaussteller und die letzten vier Ziffern. Billio speichert niemals vollständige Kartennummern oder Zugangsdaten.
es: Almacene una referencia segura como el emisor de la tarjeta y los últimos cuatro dígitos. Billio nunca almacena números de tarjetas completos ni credenciales.
fr: Conservez une référence sûre telle que l’émetteur de la carte et les quatre derniers chiffres. Billio ne stocke jamais les numéros de carte complets ou les informations d'identification.
ja: カード発行会社や最後の 4 桁などの安全な参照情報を保存します。 Billio は完全なカード番号や認証情報を保存することはありません。
ko: 카드발급사와 마지막 4자리 등 안전한 참조번호를 저장하세요. Billio는 전체 카드 번호나 자격 증명을 저장하지 않습니다.
zh_hans: 存储安全参考信息，例如发卡机构和最后四位数字。 Billio 从不存储完整的卡号或凭据。
zh_hant: 儲存安全參考訊息，例如發卡機構和最後四位數字。 Billio 從不儲存完整的卡號或憑證。

source: Swipe across the chart to inspect each month
de: Wischen Sie über das Diagramm, um jeden Monat zu überprüfen
es: Desliza el dedo por el gráfico para inspeccionarlo cada mes
fr: Faites glisser votre doigt sur le graphique pour inspecter chaque mois
ja: チャートをスワイプして毎月確認します
ko: 차트를 스와이프하여 매달 살펴보세요.
zh_hans: 滑动图表查看每个月
zh_hant: 滑動圖表查看每個月

source: Swiss Franc
de: Schweizer Franken
es: Franco suizo
fr: Franc suisse
ja: スイスフラン
ko: 스위스 프랑
zh_hans: 瑞士法郎
zh_hant: 瑞士法郎

source: Swiss Franc (CHF)
de: Schweizer Franken (CHF)
es: Franco suizo (CHF)
fr: Franc suisse (CHF)
ja: スイス フラン (CHF)
ko: 스위스 프랑(CHF)
zh_hans: 瑞士法郎 (CHF)
zh_hant: 瑞士法郎 (CHF)

source: Syncing with iCloud
de: Synchronisierung mit iCloud
es: Sincronizando con iCloud
fr: Synchronisation avec iCloud
ja: iCloudと同期中
ko: iCloud와 동기화 중
zh_hans: 正在与 iCloud 同步
zh_hant: 正在與 iCloud 同步

source: The information you entered will be lost.
de: Die von Ihnen eingegebenen Informationen gehen verloren.
es: La información que ingresó se perderá.
fr: Les informations que vous avez saisies seront perdues.
ja: 入力した情報は失われます。
ko: 입력한 정보는 손실됩니다.
zh_hans: 你输入的信息将会丢失。
zh_hant: 您輸入的資訊將會遺失。

source: The trial converts to a paid plan today.
de: Die Testphase wechselt heute in einen kostenpflichtigen Tarif.
es: La prueba pasa hoy a un plan de pago.
fr: L’essai passe à un forfait payant aujourd’hui.
ja: トライアルは今日有料プランに切り替わります。
ko: 체험판이 오늘 유료 요금제로 전환됩니다.
zh_hans: 试用版今天将转为付费方案。
zh_hant: 試用版今天將轉為付費方案。

source: This bill will remain unchanged.
de: Dieser Gesetzentwurf bleibt unverändert.
es: Este proyecto de ley permanecerá sin cambios.
fr: Ce projet de loi restera inchangé.
ja: この法案は変更されません。
ko: 이 법안은 변경되지 않습니다.
zh_hans: 该法案将保持不变。
zh_hant: 該法案將保持不變。

source: This device does not allow iCloud access
de: Dieses Gerät erlaubt keinen iCloud-Zugriff
es: Este dispositivo no permite acceder a iCloud
fr: Cet appareil n’autorise pas l’accès à iCloud
ja: このデバイスではiCloudにアクセスできません
ko: 이 기기에서는 iCloud 접근이 허용되지 않습니다
zh_hans: 此设备不允许访问 iCloud
zh_hant: 此裝置不允許存取 iCloud

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
ja: 今月
ko: 이번 달
zh_hans: 本月
zh_hant: 本月

source: This records a confirmed payment and updates the next due date.
de: Dadurch wird eine bestätigte Zahlung erfasst und das nächste Fälligkeitsdatum aktualisiert.
es: Esto registra un pago confirmado y actualiza la próxima fecha de vencimiento.
fr: Cela enregistre un paiement confirmé et met à jour la prochaine date d'échéance.
ja: これにより、確認された支払いが記録され、次の期日が更新されます。
ko: 확인된 결제가 기록되고 다음 기한이 업데이트됩니다.
zh_hans: 这会记录已确认的付款并更新下一个到期日。
zh_hant: 這會記錄已確認的付款並更新下一個到期日。

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
ko: 내일
zh_hans: 明天
zh_hant: 明天

source: Top upcoming categories: %@
de: Top kommende Kategorien: %@
es: Principales categorías próximas: %@
fr: Principales catégories à venir : %@
ja: 今後のトップカテゴリー: %@
ko: 다가오는 상위 카테고리: %@
zh_hans: 即将推出的热门类别：%@
zh_hant: 即將推出的熱門類別：%@

source: Total
de: Gesamt
ja: 合計
ko: 합계
zh_hans: 总计
zh_hant: 總計

source: Track confirmed subscription payments recorded this month.
de: Verfolgen Sie die bestätigten Abonnementzahlungen dieses Monats.
es: Controla los pagos de suscripciones confirmados este mes.
fr: Suivez les paiements d’abonnement confirmés ce mois-ci.
ja: 今月記録された確認済みのサブスクリプション支払いを確認できます。
ko: 이번 달에 기록된 확정 구독 결제를 추적하세요.
zh_hans: 跟踪本月记录的已确认订阅付款。
zh_hant: 追蹤本月記錄的已確認訂閱付款。

source: Trial ends
de: Testphase endet
es: Fin de la prueba
fr: Fin de l’essai
ja: トライアル終了
ko: 체험 종료
zh_hans: 试用结束
zh_hant: 試用結束

source: Try again when the network is available
de: Versuchen Sie es erneut, sobald das Netzwerk verfügbar ist
es: Inténtalo de nuevo cuando haya red
fr: Réessayez lorsque le réseau sera disponible
ja: ネットワーク接続時にもう一度お試しください
ko: 네트워크가 연결되면 다시 시도하세요
zh_hans: 网络可用时请重试
zh_hant: 網路可用時請重試

source: Try another filter or add a new bill.
de: Probieren Sie einen anderen Filter aus oder fügen Sie eine neue Rechnung hinzu.
es: Pruebe con otro filtro o agregue una nueva factura.
fr: Essayez un autre filtre ou ajoutez une nouvelle facture.
ja: 別のフィルターを試すか、新しい請求書を追加してください。
ko: 다른 필터를 사용해 보거나 새 청구서를 추가하세요.
zh_hans: 尝试其他过滤器或添加新帐单。
zh_hant: 嘗試其他篩選器或新增帳單。

source: Type
de: Typ
es: Tipo
fr: Taper
ja: タイプ
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原

source: Upcoming bills
de: Anstehende Rechnungen
es: Próximas facturas
fr: Factures à venir
ja: 近日中の請求
ko: 다가오는 청구서
zh_hans: 即将到期的账单
zh_hant: 即將到期的帳單

source: Upcoming Bills
de: Anstehende Rechnungen
es: Próximas facturas
fr: Factures à venir
ja: 近日中の請求
ko: 곧 결제할 청구서
zh_hans: 即将到期的账单
zh_hant: 即將到期的帳單

source: Upcoming bills by category
de: Kommende Rechnungen nach Kategorie
es: Próximas facturas por categoría
fr: Factures à venir par catégorie
ja: カテゴリ別の今後の請求書
ko: 카테고리별 향후 청구서
zh_hans: 即将到期的账单（按类别）
zh_hant: 即將到期的帳單（按類別）

source: Updated manually
de: Manuell aktualisiert
es: Actualizado manualmente
fr: Mis à jour manuellement
ja: 手動で更新しました
ko: 수동으로 업데이트됨
zh_hans: 已手动更新
zh_hant: 已手動更新

source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

source: Updating rates…
de: Kurse werden aktualisiert …
es: Actualizando tipos…
fr: Mise à jour des taux…
ja: 為替レートを更新中…
ko: 환율 업데이트 중…
zh_hans: 正在更新汇率…
zh_hant: 正在更新匯率…

source: Updating…
de: Aktualisierung…
es: Actualizando…
fr: Mise à jour…
ja: 更新中…
ko: 업데이트 중…
zh_hans: 正在更新…
zh_hant: 正在更新…

source: Uploading changes
de: Änderungen werden hochgeladen
es: Subiendo cambios
fr: Envoi des changements
ja: 変更をアップロード中
ko: 변경 사항 업로드 중
zh_hans: 正在上传更改
zh_hant: 正在上傳變更

source: Use verified %@ cancellation page
de: Verwenden Sie die verifizierte %@-Stornierungsseite
es: Usa la página de cancelación verificada de %@
fr: Utiliser la page de résiliation vérifiée de %@
ja: 確認済みの %@ 解約ページを使用する
ko: 검증된 %@ 취소 페이지 사용
zh_hans: 使用已验证的 %@ 解约页面
zh_hant: 使用已驗證的 %@ 解約頁面

source: User-provided link · verify before signing in
de: Vom Benutzer bereitgestellter Link · Überprüfen Sie ihn, bevor Sie sich anmelden
es: Enlace proporcionado por el usuario · verificar antes de iniciar sesión
fr: Lien fourni par l'utilisateur · vérifier avant de vous connecter
ja: ユーザー提供のリンク · サインインする前に確認してください
ko: 사용자 제공 링크 · 로그인 전 확인
zh_hans: 用户提供的链接·登录前验证
zh_hant: 用戶提供的連結·登入前驗證

source: Using original amounts · rates unavailable
de: Originalbeträge · Kurse nicht verfügbar
es: Importes originales · tipos no disponibles
fr: Montants d’origine · taux indisponibles
ja: 元の金額を使用 · レートを利用できません
ko: 원래 금액 사용 · 환율 없음
zh_hans: 使用原始金额 · 汇率不可用
zh_hant: 使用原始金額 · 匯率無法取得

source: Utilities
de: Versorgung
es: Servicios
fr: Services publics
ja: 公共料金
ko: 공과금
zh_hans: 公共服务
zh_hant: 公共服務

source: Verified merchant domain
de: Verifizierte Händlerdomäne
es: Dominio comercial verificado
fr: Domaine marchand vérifié
ja: 検証済みの販売者ドメイン
ko: 확인된 판매자 도메인
zh_hans: 已验证的商户域名
zh_hant: 已驗證的商戶域名

source: View all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
ja: すべて見る
ko: 모두 보기
zh_hans: 查看全部
zh_hant: 看全部

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
ja: 毎週
ko: 주간
zh_hans: 每周
zh_hant: 每週

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 毎年
ko: 매년
zh_hans: 每年
zh_hant: 每年

source: Your confirmed Billio spending this month is %@.
de: Ihre bestätigten Billio-Ausgaben in diesem Monat belaufen sich auf %@.
es: Tu gasto confirmado en Billio este mes es %@.
fr: Vos dépenses Billio confirmées ce mois-ci sont %@.
ja: 今月確認された Billio の支出は %@ です。
ko: 이번 달 확인된 Billio 지출은 %@입니다.
zh_hans: 本月已确认的 Billio 支出为 %@。
zh_hant: 本月已確認的 Billio 支出為 %@。

source: Your data
de: Ihre Daten
es: Tus datos
fr: Vos données
ja: あなたのデータ
ko: 귀하의 데이터
zh_hans: 您的数据
zh_hant: 你的資料

source: Your data remains available on this device
de: Ihre Daten bleiben auf diesem Gerät verfügbar
es: Tus datos siguen disponibles en este dispositivo
fr: Vos données restent disponibles sur cet appareil
ja: データはこのデバイスで引き続き利用できます
ko: 데이터는 이 기기에서 계속 사용할 수 있습니다
zh_hans: 你的数据仍可在此设备上使用
zh_hant: 你的資料仍可在此裝置上使用

source: Rates from %@
de: Kurse vom %@
es: Tipos del %@
fr: Taux au %@
ja: %@ 時点のレート
ko: %@ 기준 환율
zh_hans: 汇率截至 %@
zh_hant: 匯率截至 %@

source: Last successful sync %@
de: Letzte erfolgreiche Synchronisierung %@
es: Última sincronización correcta %@
fr: Dernière synchronisation %@
ja: 最終同期 %@
ko: 마지막 동기화 %@
zh_hans: 上次成功同步 %@
zh_hant: 上次成功同步 %@

source: In %lld days
de: In %lld Tagen
es: En %lld días
fr: Dans %lld jours
ja: あと %lld 日
ko: %lld일 후
zh_hans: 还有 %lld 天
zh_hant: 還有 %lld 天

source: today
de: heute
es: hoy
fr: aujourd’hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: tomorrow
de: morgen
es: mañana
fr: demain
ja: 明日
ko: 내일
zh_hans: 明天
zh_hant: 明天

source: in %lld days
de: in %lld Tagen
es: en %lld días
fr: dans %lld jours
ja: %lld 日後
ko: %lld일 후
zh_hans: %lld 天后
zh_hant: %lld 天後

source: %@ is due %@
de: %@ ist %@ fällig
es: %@ vence %@
fr: %@ est dû %@
ja: %@ の支払期限は %@
ko: %@ 결제일은 %@
zh_hans: %@ 将于 %@ 到期
zh_hant: %@ 將於 %@ 到期

source: %@ appear to bill the same service.
de: %@ scheinen denselben Dienst abzurechnen.
es: %@ parecen cobrar por el mismo servicio.
fr: %@ semblent facturer le même service.
ja: %@ は同じサービスを重複請求している可能性があります。
ko: %@에서 같은 서비스가 중복 청구되는 것 같습니다.
zh_hans: %@ 似乎为同一服务重复扣款。
zh_hant: %@ 似乎為同一服務重複扣款。

source: and
de: und
es: y
fr: et
ja: と
ko: 및
zh_hans: 和
zh_hant: 和

source: %@ price increased
de: Preis von %@ gestiegen
es: El precio de %@ aumentó
fr: Le prix de %@ a augmenté
ja: %@ の料金が値上げされました
ko: %@ 가격 인상
zh_hans: %@ 价格上涨
zh_hant: %@ 價格上漲

source: Up %@ from %@ to %@.
de: Um %@ gestiegen, von %@ auf %@.
es: Subió %@, de %@ a %@.
fr: En hausse de %@, de %@ à %@.
ja: %@ 上昇（%@ から %@）。
ko: %@ 인상: %@에서 %@로 변경되었습니다.
zh_hans: 上涨 %@，从 %@ 变为 %@。
zh_hant: 上漲 %@，從 %@ 變為 %@。

source: %@ trial ends soon
de: Testversion von %@ endet bald
es: La prueba de %@ termina pronto
fr: L’essai de %@ se termine bientôt
ja: %@ のトライアルがまもなく終了します
ko: %@ 평가판이 곧 종료됩니다
zh_hans: %@ 试用期即将结束
zh_hant: %@ 試用期即將結束

source: The trial converts to %@ in %lld days.
de: Die Testversion wird in %lld Tagen zu %@ kostenpflichtig.
es: La prueba se convierte en un plan de pago de %@ en %lld días.
fr: L’essai devient payant dans %lld jours à %@.
ja: トライアルは %lld 日後に %@ の有料プランへ移行します。
ko: 체험판은 %lld일 후 %@ 유료 요금제로 전환됩니다.
zh_hans: 试用期将在 %lld 天后转为 %@ 付费计划。
zh_hant: 試用期將在 %lld 天後轉為 %@ 付費方案。

source: The latest %@ payment failed.
de: Die letzte Zahlung für %@ ist fehlgeschlagen.
es: El último pago de %@ falló.
fr: Le dernier paiement de %@ a échoué.
ja: %@ の最新の支払いに失敗しました。
ko: %@ 최근 결제가 실패했습니다.
zh_hans: %@ 最近一次付款失败。
zh_hant: %@ 最近一次付款失敗。

source: Payment marked %@
de: Zahlung als %@ markiert
es: Pago marcado como %@
fr: Paiement marqué comme %@
ja: 支払いを%@としてマークしました
ko: 결제를 %@으로 표시함
zh_hans: 已将付款标记为 %@
zh_hant: 已將付款標記為 %@

source: %lld bills renew in the next 7 days.
de: In den nächsten 7 Tagen werden %lld Rechnungen verlängert.
es: %lld facturas se renuevan en los próximos 7 días.
fr: %lld factures se renouvellent dans les 7 prochains jours.
ja: 今後 7 日間に %lld 件の請求が更新されます。
ko: 앞으로 7일 동안 %lld건의 청구서가 갱신됩니다.
zh_hans: 未来 7 天有 %lld 笔账单续费。
zh_hant: 未來 7 天有 %lld 筆帳單續費。

source: Legal & support
de: Rechtliches & Support
es: Información legal y soporte
fr: Informations légales et assistance
ja: 法務とサポート
ko: 법률 및 지원
zh_hans: 法律与支持
zh_hant: 法律與支援

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용 약관
zh_hans: 用户协议
zh_hant: 使用條款

source: Support & Data Requests
de: Support und Datenanfragen
es: Soporte y solicitudes de datos
fr: Assistance et demandes de données
ja: サポートとデータリクエスト
ko: 지원 및 데이터 요청
zh_hans: 支持与数据请求
zh_hant: 支援與資料請求

source: Last updated: August 12, 2026
de: Zuletzt aktualisiert: 12. August 2026
es: Última actualización: 12 de agosto de 2026
fr: Dernière mise à jour : 12 août 2026
ja: 最終更新日：2026年8月12日
ko: 최종 업데이트: 2026년 8월 12일
zh_hans: 最后更新：2026 年 8 月 12 日
zh_hant: 最後更新：2026 年 8 月 12 日

source: Export
es: Exportar
fr: Exporter
ja: 輸出
ko: 내보내다
zh_hans: 出口
zh_hant: 出口

source: Hong Kong Dollar
es: Dólar de Hong Kong
fr: Dollar de Hong Kong
ja: 香港ドル
ko: 홍콩 달러
zh_hans: 港币
zh_hant: 港幣

source: Hong Kong Dollar (HKD)
es: Dólar de Hong Kong (HKD)
fr: Dollar de Hong Kong (HKD)
ja: 香港ドル (HKD)
ko: 홍콩 달러(HKD)
zh_hans: 港元 (HKD)
zh_hant: 港幣 (HKD)

source: In %@
es: En %@
fr: Dans %@
ja: %@で
ko: %@에서
zh_hans: 在 %@ 中
zh_hant: 在 %@ 中

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템 설정
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: US Dollar
es: Dólar estadounidense
fr: Dollar américain
ja: 米ドル
ko: 미국 달러
zh_hans: 美元
zh_hant: 美元

source: US Dollar (USD)
es: Dólar estadounidense (USD)
fr: Dollar américain (USD)
ja: 米ドル (USD)
ko: 미국 달러(USD)
zh_hans: 美元 (USD)
zh_hant: 美元 (USD)

source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Euro (EUR)
fr: euros (EUR)
ja: ユーロ (EUR)
ko: 유로(EUR)
zh_hans: 欧元 (EUR)
zh_hant: 歐元 (EUR)

source: Billio
ja: ビリオ
ko: 빌리오
zh_hans: 比利奥
zh_hant: 比利奧

source: Euro
ja: ユーロ
ko: 유로
zh_hans: 欧元
zh_hant: 歐元

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
